const html = '<p>\n' +
  '    <h3>一、特别提示</h3>\n' +
  '</p>\n' +
  '<p>\n' +
  '    1.1 迷图网摄影社区同意按照本协议的规定及其不时发布的操作规则提供基于互联网以及移动网相关服务（以下称&quot;网络服务&quot;，网址：metuwang.com，App名称：迷图，如果将来迷图网摄影社区变更网址、App或增加其他网址、App，请以届时的网址、App为准）。阁下只有在同意遵守本协议的全部条款并按照页面上的提示完成全部的注册程序后方可成为迷图网摄影社区网络服务的使用人（以下称&quot;用户&quot;）。 特别提示：请仔细阅读本协议，如阁下未能完全接受本协议项下全部条款，请勿点击注册程序中的“同意”按钮；一旦阁下点击“同意”，则表示阁下完全接受本协议项下全部条款，本协议将对阁下产生法律约束力。 请您务必审慎选择是否接受本协议。如果您在相关页面点击确认本协议、或在注册/登录过程中作出（或被迷图网摄影社区视为作出）同意本协议的意思表示、或在迷图网摄影社区以合理方式向您展示/提示/通知本协议或本协议的任何更新版本后仍继续使用迷图网摄影社区提供的服务、或以可能的其他方式作出（或被迷图网摄影社区视为作出）同意本协议的意思表示，均代表您完全同意本协议的全部条款。\n' +
  '</p>\n' +
  '<p>\n' +
  '    1.2 用户注册成功后，迷图网摄影社区将给予用户一个用户帐号（以下称“帐号”）及相应的密码，该帐号和密码由用户负责保管；用户应当对以其帐号实施的所有活动和发生的事件负法律责任。\n' +
  '</p>\n' +
  '<p>\n' +
  '    <h3>二、服务内容</h3>\n' +
  '</p>\n' +
  '<p>\n' +
  '    2.1 迷图网摄影社区网络服务的具体内容由迷图网摄影社区根据实际情况提供，例如搜索、资讯、分享、竞赛和活动等。\n' +
  '</p>\n' +
  '<p>\n' +
  '    2.2 迷图网摄影社区提供的部分网络服务为收费的网络服务，用户使用收费网络服务需要向迷图网摄影社区支付一定的费用。对于收费的网络服务，迷图网摄影社区会在用户使用之前给予用户明确的提示，只有用户根据提示确认其愿意支付相关费用，用户才能使用该等收费网络服务。如用户拒绝支付相关费用，则迷图网摄影社区有权不向用户提供该等收费网络服务。\n' +
  '</p>\n' +
  '<p>\n' +
  '    2.3 用户理解，迷图网摄影社区仅提供相关的网络服务，除此之外与相关网络服务有关的设备（如个人电脑、其他与接入互联网或移动网有关的装置）及所需的费用（如为接入互联网而支付的电话费及上网费）均应由用户自行负担。\n' +
  '</p>\n' +
  '<p>\n' +
  '    <h3>三、服务变更、中断或终止</h3>\n' +
  '</p>\n' +
  '<p>\n' +
  '    3.1 鉴于网络服务的特殊性，用户同意迷图网摄影社区有权随时变更、中断或终止部分或全部的网络服务（包括收费网络服务）。如变更、中断或终止的网络服务属于免费网络服务，迷图网摄影社区无需通知用户，也无需对任何用户或任何第三方承担任何责任。\n' +
  '</p>\n' +
  '<p>\n' +
  '    3.2 用户理解，迷图网摄影社区需要定期或不定期地对提供网络服务的平台（如互联网网站）或相关的设备进行检修、维护、升级或更新，如因此类情况而造成收费网络服务在合理时间内的中断，迷图网摄影社区无需为此承担任何责任，但迷图网摄影社区应尽可能事先进行通告。\n' +
  '</p>\n' +
  '<p>\n' +
  '    3.3 如发生下列任何一种情形，迷图网摄影社区有权随时中断或终止向用户提供本协议项下的网络服务（包括收费网络服务）而无需对用户或任何第三方承担任何责任：\n' +
  '</p>\n' +
  '<p>\n' +
  '    3.3.1 用户提供的个人资料不真实；\n' +
  '</p>\n' +
  '<p>\n' +
  '    3.3.2 用户违反法律法规、监管要求或本协议；\n' +
  '</p>\n' +
  '<p>\n' +
  '    3.3.3 用户在使用收费网络服务时未按规定向迷图网摄影社区支付相应的服务费；\n' +
  '</p>\n' +
  '<p>\n' +
  '    3.3.4 用户侵犯任何第三方的合法权益，包括但不限于专利权、著作权、商标权，或姓名权、名称权、名誉权、荣誉权、肖像权、隐私权等；\n' +
  '</p>\n' +
  '<p>\n' +
  '    3.3.5 用户损害监管部门、国家机关及政府形象；\n' +
  '</p>\n' +
  '<p>\n' +
  '    3.3.6 用户以任何方式损害迷图网摄影社区的商誉或信誉等合法权益；\n' +
  '</p>\n' +
  '<p>\n' +
  '    3.3.7 迷图网摄影社区有其他合理理由认为需要中断或终止向用户提供服务的。\n' +
  '</p>\n' +
  '<p>\n' +
  '    <h3>四、使用规则</h3>\n' +
  '</p>\n' +
  '<p>\n' +
  '    4.1 用户在申请使用迷图网摄影社区网络服务时，必须向迷图网摄影社区提供准确的个人资料，如个人资料有任何变动，必须及时更新。\n' +
  '</p>\n' +
  '<p>\n' +
  '    4.2 用户不得将其帐号、密码转让或出借予他人使用。如用户发现其帐号遭他人非法使用，应立即通知迷图网摄影社区。因黑客行为或用户的保管疏忽导致帐号、密码遭他人非法使用，迷图网摄影社区不承担任何责任。\n' +
  '</p>\n' +
  '<p>\n' +
  '    4.3 用户同意自愿接受迷图网摄影社区通过电子邮件或其他方式向用户发送迷图网摄影社区的商品促销或其他相关商业信息。\n' +
  '</p>\n' +
  '<p>\n' +
  '    4.4 用户保证其对上传到迷图网摄影社区网站上的作品依法享有完整的著作权，并保证其上传行为及上传内容不侵犯他人肖像权、隐私权、名誉权等一切合法权益。对于用户上传的作品，用户仍保留原有的全部权利，同时用户同意并承诺遵守以下约定：\n' +
  '</p>\n' +
  '<p>\n' +
  '    4.4.1 迷图网摄影社区有权将用户上传的作品用于与本社区或与用户有关的一切以展示、推广、宣传为目的的行为，包括且不限于在迷图网摄影社区或第三方网站进行信息网络传播、显示为网络搜索结果、嵌入代码、结集为汇编作品、制作发行印刷品等。\n' +
  '</p>\n' +
  '<p>\n' +
  '    4.4.2 迷图网摄影社区将采用行业内认可的软件和措施，用以限制其他用户或浏览者未经许可任意复制高清晰度的作品。但迷图网摄影社区无法保证未经用户许可，其上传的作品不会被他人非法复制。迷图网摄影社区不会限制其他用户或浏览者复制网站中的低清晰度作品或缩略图，对此用户同意并给予迷图网摄影社区相应授权。\n' +
  '</p>\n' +
  '<p>\n' +
  '    4.4.3 迷图网摄影社区将从用户上传的作品中选拔一些具有商业价值的图片，邀请进入视觉中国商业图片库，一旦用户同意邀约并与视觉中国签订相关协议、上传符合视觉中国要求的图片后，视觉中国即取得自行或许可他人使用该等图片的权利，使用方式包括且不限于复制、发行、出租、展览、放映、广播、信息网络传播、改编等一切著作权法规定的方式，用户理解并同意该等图片的使用人可根据实际用图场合和情况决定是否为作者署名。\n' +
  '</p>\n' +
  '<p>\n' +
  '    4.4.4 用户保证拥有完全的民事行为能力签署本协议，并有权作出本协议项下对迷图网摄影社区的授权。\n' +
  '</p>\n' +
  '<p>\n' +
  '    4.5 用户在使用迷图网摄影社区网络服务过程中，必须遵循以下原则，否则迷图网摄影社区有权根据具体情节对违反或涉嫌违反下列条款的用户予以处理，并有权公开发布处理结果：\n' +
  '</p>\n' +
  '<p>\n' +
  '    4.5.1 遵守中国有关的法律和法规；\n' +
  '</p>\n' +
  '<p>\n' +
  '    4.5.2 遵守所有与网络服务有关的网络协议、规定和程序；\n' +
  '</p>\n' +
  '<p>\n' +
  '    4.5.3 不得为任何非法目的而使用网络服务系统；\n' +
  '</p>\n' +
  '<p>\n' +
  '    4.5.4 不得利用迷图网摄影社区网络服务系统进行任何可能对互联网正常运转或其他用户的正常使用造成不利影响的行为；\n' +
  '</p>\n' +
  '<p>\n' +
  '    4.5.5 不得利用迷图网摄影社区提供的网络服务上传、展示或传播任何反动的，危害国家安全的、扰乱社会公共秩序的、虚假的、骚扰性的、中伤他人的、辱骂性的、恐吓性的、淫秽的、庸俗的或其他任何非法或不当的信息资料；\n' +
  '</p>\n' +
  '<p>\n' +
  '    4.5.6 不得侵犯其他任何第三方的专利权、著作权、商标权、名誉权、肖像权、隐私权、物权或其他任何合法权益；\n' +
  '</p>\n' +
  '<p>\n' +
  '    4.5.7 不得利用迷图网摄影社区网络服务系统进行任何有违公序良俗、社会公德或不利于迷图网摄影社区、干扰迷图网摄影社区正常运营的行为。“有违公序良俗”包括且不限于可能严重误导公众认知、具有欺诈或不正当性质、买卖赞数、买卖粉丝数等一切违反道德、善良风俗或社区公共秩序的情形。\n' +
  '</p>\n' +
  '<p>\n' +
  '    4.5.8 如发现任何非法使用帐号或帐号出现异常、安全漏洞等情况，应立即通告迷图网摄影社区。\n' +
  '</p>\n' +
  '<p>\n' +
  '    4.5.9 用户承诺：遵守法律法规、社会主义制度、国家利益、公民合法利益、公共秩序、社会道德风尚和信息真实性等七条底线的要求。\n' +
  '</p>\n' +
  '<p>\n' +
  '    4.6 如果迷图网摄影社区发现或收到他人投诉用户违反本协议约定、法律法规及监管要求的，迷图网摄影社区或其授权的人有权不经通知随时对相关内容进行删除、屏蔽或直接采取其他必要的措施，以减轻用户不当行为造成的影响；并视行为情节对违规用户账号处以包括但不限于警告、限制或禁止使用部分或全部功能、账号封禁直至注销的处罚。迷图网摄影社区也有权依照本协议的规定，拒绝再向该用户提供服务。\n' +
  '</p>\n' +
  '<p>\n' +
  '    4.7 迷图网摄影社区针对某些特定的迷图网摄影社区网络服务的使用通过各种方式（包括但不限于网页公告、电子邮件、短信提醒等）作出的任何声明、通知、警示等内容视为本协议的一部分，用户如使用该等迷图网摄影社区网络服务，视为用户同意该等声明、通知、警示的内容。\n' +
  '</p>\n' +
  '<p>\n' +
  '    4.8 用户有权随时将上传的作品删除，迷图网摄影社区也可删除任何违反本协议规定的作品（包括由迷图网摄影社区展示在任何第三方网站上的该用户作品）。\n' +
  '</p>\n' +
  '<p>\n' +
  '    4.9 迷图网摄影社区有权将用户上传的作品同步上传至迷图网.com社区（以下称“迷图网”），且迷图网可对作品进行点赞、评论和收藏等操作。\n' +
  '</p>\n' +
  '<p>\n' +
  '    4.10用户不得利用用户帐号或迷图网摄影社区提供的服务从事如下行为：\n' +
  '</p>\n' +
  '<p>\n' +
  '    （1）发布、传送、传播、储存违反国家法律法规禁止的内容：\n' +
  '</p>\n' +
  '<p>\n' +
  '    a.违反宪法确定的基本原则的；\n' +
  '</p>\n' +
  '<p>\n' +
  '    b.危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；\n' +
  '</p>\n' +
  '<p>\n' +
  '    c.损害国家荣誉和利益的；\n' +
  '</p>\n' +
  '<p>\n' +
  '    d.煽动民族仇恨、民族歧视，破坏民族团结的；\n' +
  '</p>\n' +
  '<p>\n' +
  '    e.破坏国家宗教政策，宣扬邪教和封建迷信的；\n' +
  '</p>\n' +
  '<p>\n' +
  '    f.散布谣言，扰乱社会秩序，破坏社会稳定的；\n' +
  '</p>\n' +
  '<p>\n' +
  '    g.散布淫秽、色情、赌博、暴力、恐怖或者教唆犯罪的；\n' +
  '</p>\n' +
  '<p>\n' +
  '    h.侮辱或者诽谤他人，侵害他人合法权益的；\n' +
  '</p>\n' +
  '<p>\n' +
  '    i.煽动非法集会、结社、游行、示威、聚众扰乱社会秩序的；\n' +
  '</p>\n' +
  '<p>\n' +
  '    j.以非法民间组织名义活动的；\n' +
  '</p>\n' +
  '<p>\n' +
  '    k.含有法律、行政法规禁止的其他内容的。\n' +
  '</p>\n' +
  '<p>\n' +
  '    （2）发布、传送、传播、储存侵害他人名誉权、肖像权、知识产权、商业秘密等合法权利的内容；\n' +
  '</p>\n' +
  '<p>\n' +
  '    （3）发布、传送、传播、储存涉及他人隐私、个人信息或资料的内容；\n' +
  '</p>\n' +
  '<p>\n' +
  '    （4）发布、传送、传播骚扰信息、广告信息、垃圾信息、或含有任何性或性暗示信息的内容；\n' +
  '</p>\n' +
  '<p>\n' +
  '    （5）发布、传送、传播谣言、虚假信息或其他含有不实信息的内容；\n' +
  '</p>\n' +
  '<p>\n' +
  '    （6）发布、传送、传播、储存其他违反法律法规、政策及公序良俗、社会公德或干扰迷图网摄影社区正常运营和侵犯其他用户或第三方合法权益内容的信息。\n' +
  '</p>\n' +
  '<p>\n' +
  '    <h3>五、知识产权</h3>\n' +
  '</p>\n' +
  '<p>\n' +
  '    5.1 迷图网摄影社区提供的网络服务中包含的任何文本、图片、图形、音频和/或视频资料均受版权、商标和/或其它财产所有权法律的保护，除本协议另有约定外，未经相关权利人同意，上述资料均不得在任何媒体直接或间接发布、播放、出于播放或发布目的而改写或再发行，或者被用于其他任何商业目的。所有这些资料或资料的任何部分仅可作为私人和非商业用途而保存在某台计算机内。迷图网摄影社区不就由上述资料产生或在传送或递交全部或部分上述资料过程中产生的延误、不准确、错误和遗漏或从中产生或由此产生的任何损害赔偿，以任何形式，向用户或任何第三方负责。\n' +
  '</p>\n' +
  '<p>\n' +
  '    5.2 迷图网摄影社区为提供网络服务而使用的任何软件（包括但不限于软件中所含的任何图像、照片、动画、录像、录音、音乐、文字和附加程序、随附的帮助材料）的一切权利均属于该软件的著作权人，未经该软件的著作权人许可，用户不得对该软件进行反向工程（reverse engineer）、反向编译（decompile）或反汇编（disassemble）。\n' +
  '</p>\n' +
  '<p>\n' +
  '    5.3 用户保证其上传的作品不得侵犯或违反第三方的版权、专利权、商标权、商业秘密、隐私权、名誉权、肖像权、物权、公开权或其它合法权益。\n' +
  '</p>\n' +
  '<p>\n' +
  '    <h3>六、隐私保护</h3>\n' +
  '</p>\n' +
  '<p>\n' +
  '    6.1 保护用户隐私是迷图网摄影社区的一项基本政策，迷图网摄影社区保证不对外公开或向第三方提供单个用户的注册资料及用户在使用网络服务时存储在迷图网摄影社区的非公开内容，但下列情况除外：\n' +
  '</p>\n' +
  '<p>\n' +
  '    6.1.1 事先获得用户的明确授权；\n' +
  '</p>\n' +
  '<p>\n' +
  '    6.1.2 根据有关的法律法规要求；\n' +
  '</p>\n' +
  '<p>\n' +
  '    6.1.3 按照相关政府主管部门的要求；\n' +
  '</p>\n' +
  '<p>\n' +
  '    6.1.4 为维护社会公众的利益；\n' +
  '</p>\n' +
  '<p>\n' +
  '    6.1.5 为维护迷图网摄影社区的合法权益。\n' +
  '</p>\n' +
  '<p>\n' +
  '    6.2 迷图网摄影社区可能会与第三方合作向用户提供相关的网络服务，在此情况下，如该第三方同意承担与迷图网摄影社区同等的保护用户隐私的责任，则迷图网摄影社区有权将用户的注册资料等提供给该第三方。\n' +
  '</p>\n' +
  '<p>\n' +
  '    6.3 在不透露单个用户隐私资料的前提下，迷图网摄影社区有权对整个用户数据库进行分析并对用户数据库进行商业上的利用。\n' +
  '</p>\n' +
  '<p>\n' +
  '    <h3>七、免责声明</h3>\n' +
  '</p>\n' +
  '<p>\n' +
  '    7.1 用户明确同意其使用迷图网摄影社区网络服务所存在的风险将完全由其自己承担；因其使用迷图网摄影社区网络服务而产生的一切后果也由其自己承担，迷图网摄影社区对用户不承担任何责任。\n' +
  '</p>\n' +
  '<p>\n' +
  '    7.2 迷图网摄影社区不担保网络服务一定能满足用户的要求，也不担保网络服务不会中断，对网络服务的及时性、安全性、准确性也都不作担保。\n' +
  '</p>\n' +
  '<p>\n' +
  '    7.3 迷图网摄影社区不保证为向用户提供便利而设置的外部链接的准确性和完整性，同时，对于该等外部链接指向的不由迷图网摄影社区实际控制的任何网页上的内容，迷图网摄影社区不承担任何责任。\n' +
  '</p>\n' +
  '<p>\n' +
  '    7.4 对于因不可抗力或迷图网摄影社区不能控制的原因造成的网络服务中断或其它缺陷，迷图网摄影社区不承担任何责任，但将尽力减少因此而给用户造成的损失和影响。\n' +
  '</p>\n' +
  '<p>\n' +
  '    7.5 用户同意，对于迷图网摄影社区向用户提供的下列产品或者服务的质量缺陷本身及其引发的任何损失，迷图网摄影社区无需承担任何责任；\n' +
  '</p>\n' +
  '<p>\n' +
  '    7.5.1 迷图网摄影社区向用户免费提供的各项网络服务；\n' +
  '</p>\n' +
  '<p>\n' +
  '    7.5.2 迷图网摄影社区向用户赠送的任何产品或者服务；\n' +
  '</p>\n' +
  '<p>\n' +
  '    7.5.3 迷图网摄影社区向收费网络服务用户附赠的各种产品或者服务。\n' +
  '</p>\n' +
  '<p>\n' +
  '    7.6 用户应自觉遵守著作权法及其他相关法律的规定，不得侵犯迷图网摄影社区及其他用户的合法权益，并就其个人行为自行承担全部责任。用户知晓，迷图网摄影社区没有能力亦无责任监督管理用户对作品的复制行为，其在迷图网摄影社区上传作品即可被其他用户复制，同意自行承担相关风险。如因其他用户非法复制本人上传的作品导致法律纠纷，迷图网摄影社区不承担任何责任，用户不向迷图网摄影社区提出任何索赔。\n' +
  '</p>\n' +
  '<p>\n' +
  '    7.7 由于迷图网摄影社区用户的作品均由用户自行上传，迷图网摄影社区没有能力亦无责任审查作品是否存在侵权等情节，用户上传的作品涉及的侵权等法律责任全部由上传用户本人承担。用户同意，如因下载使用其他用户上传的作品发生侵权等法律纠纷，迷图网摄影社区不承担任何责任，用户不向迷图网摄影社区提出任何索赔。\n' +
  '</p>\n' +
  '<p>\n' +
  '    7.8 为切实维护权利人的合法权益，迷图网摄影社区依据我国法律法规的规定，对于有理由确信存在明显侵权、违法、违反公共利益等情形的作品时，有权不事先通知并有权删除该等侵权作品。迷图网摄影社区支持权利人（包括但不限于版权人、肖像权人等）将违反或侵权情况告知迷图网摄影社区，如提供符合要求的权利通知和相关证据后，迷图网摄影社区有权删除涉嫌违法或侵权的作品和相关内容。迷图网摄影社区也不承担因采取移除作品等相应措施带来的任何责任，包括但不限于因作品不违法或者侵权指控不成立而给作品上传者带来损害的赔偿责任。\n' +
  '</p>\n' +
  '<p>\n' +
  '    7.9 迷图网摄影社区的所有页面广告均来源于合作单位的自动提供，由合作单位和广告发布单位负责。迷图网摄影社区对所有页面广告无法事先审查，对其中的非法、虚假内容不具备监控能力，不承担其带来的法律责任。但是，在接到相关举报并查证属实后，迷图网摄影社区将会立即采取措施屏蔽相应广告内容。\n' +
  '</p>\n' +
  '<p>\n' +
  '    7.10 迷图网摄影社区用户所发表的言论仅代表其个人，不代表迷图网摄影社区观点。用户在迷图网摄影社区发表言论的，视为其已经知道并理解这一声明并对其发表的言论承担全部法律责任，迷图网社区对用户发表的言论不承担任何法律责任。\n' +
  '</p>\n' +
  '<p>\n' +
  '    <h3>八、违约赔偿</h3>\n' +
  '</p>\n' +
  '<p>\n' +
  '    8.1用户同意保障和维护迷图网摄影社区及其他用户的利益，如因包括但不限于以下情形给迷图网摄影社区及其关联方或任何其他第三人造成损失，用户同意承担由此造成的损害赔偿责任（包括但不限于律师费用、诉讼费、仲裁费及其他合理费用）：\n' +
  '</p>\n' +
  '<p>\n' +
  '    8.1.1 用户或使用帐号的其他人违反有关法律、法规或本协议项下的任何条款；\n' +
  '</p>\n' +
  '<p>\n' +
  '    8.1.2 任何第三人主张用户上传的作品侵犯、盗用或违反其版权、商标权、专利权、商业秘密、隐私权、名誉权、公开权、肖像权、物权或其它合法权益；\n' +
  '</p>\n' +
  '<p>\n' +
  '    8.1.3 因用户违反本协议约定或者法律法规的规定使用用户上传的作品，导致损害任何第三人合法权益的；\n' +
  '</p>\n' +
  '<p>\n' +
  '    8.1.4 用户擅自将本人帐号提供给第三方使用导致的一切法律纠纷；\n' +
  '</p>\n' +
  '<p>\n' +
  '    8.1.5 因用户违反本协议约定或者法律法规的规定发表不当或或非法言论导致损害任何第三人合法权益的；\n' +
  '</p>\n' +
  '<p>\n' +
  '    8.1.6 其他给迷图网摄影社区及其关联方或任何其他第三人造成损失的情形。\n' +
  '</p>\n' +
  '<p>\n' +
  '    8.2 因用户的原因导致的任何纠纷、责任等，以及用户或用户帐号违反法律法规或本协议约定引发的任何后果，均由用户独立承担全部责任，与迷图网摄影社区无关。\n' +
  '</p>\n' +
  '<p>\n' +
  '    <h3>九、协议修改</h3>\n' +
  '</p>\n' +
  '<p>\n' +
  '    9.1 迷图网摄影社区有权随时修改本协议的任何条款，一旦本协议的内容发生变动，迷图网摄影社区将会通过适当方式向用户提示修改内容。\n' +
  '</p>\n' +
  '<p>\n' +
  '    9.2 如果不同意迷图网摄影社区对本协议相关条款所做的修改，用户有权停止使用网络服务。如果用户继续使用网络服务，则视为用户接受迷图网摄影社区对本协议相关条款所做的修改。\n' +
  '</p>\n' +
  '<p>\n' +
  '    <h3>十、通知送达</h3>\n' +
  '</p>\n' +
  '<p>\n' +
  '    10.1 本协议项下迷图网摄影社区对于用户所有的通知均可通过网页公告、电子邮件或常规的信件传送等方式进行；该等通知于发送之日视为已送达收件人。\n' +
  '</p>\n' +
  '<p>\n' +
  '    10.2 用户对于迷图网摄影社区的通知应当通过迷图网摄影社区对外正式公布的通信地址、传真号码、电子邮件地址等联系信息进行送达。\n' +
  '</p>\n' +
  '<p>\n' +
  '    <h3>十一、法律管辖</h3>\n' +
  '</p>\n' +
  '<p>\n' +
  '    11.1 本协议的订立、执行和解释及争议的解决均应适用中国法律并受中国法院管辖。\n' +
  '</p>\n' +
  '<p>\n' +
  '    11.2 如双方就本协议内容或其执行发生任何争议，双方应尽量友好协商解决；协商不成时，任何一方均可向迷图网摄影社区所在地的人民法院提起诉讼。\n' +
  '</p>\n' +
  '<p>\n' +
  '    <h3>十二、其他规定</h3>\n' +
  '</p>\n' +
  '<p>\n' +
  '    12.1 本协议所称“迷图网摄影社区”是指迷图网摄影社区网站经营者北京掘金者科技有限公司及现有和或将来设立的相关关联公司的单称或合称。\n' +
  '</p>\n' +
  '<p>\n' +
  '    12.2 本协议构成双方对本协议之约定事项及其他有关事宜的完整协议，除本协议规定的之外，未赋予本协议各方其他权利。\n' +
  '</p>\n' +
  '<p>\n' +
  '    12.3 如本协议中的任何条款无论因何种原因完全或部分无效或不具有执行力，本协议的其余条款仍应有效并且有约束力。\n' +
  '</p>\n' +
  '<p>\n' +
  '    12.4 本协议中的标题仅为方便而设，在解释本协议时应被忽略。\n' +
  '</p>\n' +
  '<p>\n' +
  '    12.5 在法律允许的最大范围内，迷图网摄影社区保留对本协议的最终解释权。\n' +
  '</p>\n' +
  '<p>\n' +
  '    <br/>\n' +
  '</p>';

export default html;
